"""Ответы и кнопки бота."""


class InfoMessage:
    """Ответы бота пользователю."""
    pass
#     MAIN_MENU_TMA_TEXT = """<b>Добро пожаловать!</b>
# Здесь вы можете перейти в Личный кабинет TMA 🧾"""

#     PERSONAL_ACCOUNT_TEXT = """<b>Персональный кабинет</b>

# Выберите нужный раздел ниже:"""


class ButtonMessage:
    """Тексты кнопок."""
    pass
    # GO_BACK_BUTTON_TEXT = "↩️ Назад"
    # PERSONAL_ACCOUNT = "👤 Личный кабинет"
    # GO_TO_MAIN_PAGE = "🏠 Главная"
    # GO_TO_APPOINTMENTS = "📅 Визиты"
    # GO_TO_SUPPORT = "🛟 Поддержка"
